<html>
	<!---Autor: Martin Krausewitz-->
	<!---Datum:03.11.2016-->
	<head>
		<title>Starcraft 2</title>
		<link href="Starcraft2.css" rel="stylesheet">
	</head>
	<body>
		<table border width="50%" align="center" class="head">
			<td width="25%"><a href="Starcraft2.html">Starcraft 2</a> </td>
			<td width="25%"><a href="Starcraft2WoL.html">Wings of Liberty</a> </td>
			<td width="25%"><a href="Starcraft2HotS.html">Heart of the Swarm</a></td>
			<td width="25%"><a href="Starcraft2LotV.html">Legacy of the Void</a></td>
		<table>
		<h1 align="center">Starcraft 2 Legacy of the Void</h1>
		<h2 align="center">Der Ursprung der Protoss</h2>
		<p class="text">Die Protoss wurden von den Xel'Naga erschaffen, welche auf der Suche nach einer reinen Lebensform waren. 
		Um ihre Kreation besser zu verstehen, integrierten sie sich bei den Protoss. 
		Allerdings verlie&szlig;en sie Aiur in dem Glauben, sie h&auml;tten ihre Sch&ouml;pfung zu weit getrieben und verunreinigt. 
		Als die Protoss von der Abreise erfuhren, wurden sie gewaltt&auml;tig. 
		Viele hundert Xel'Naga, welche Jahrzehnte zuvor noch als G&ouml;tter verehrt wurden, wurden get&ouml;tet. 
		Die Xel'Naga verlie&szlig;en mit den meisten ihrer Weltenschiffe Aiur und die &Auml;ra des Zwists begann. Die &Auml;ra des Zwists war der heftigste B&uuml;rgerkrieg den es gab. 
		Viele wurden get&ouml;tet. Ein exentrischer Mystiker, sein Name wurde vergessen und man nannte ihn Khas, was hei&szlig;t der, der Ordnung bringt, 
		grub monolithische Artefakte heraus, die als Khaydarin Kristalle bekannt wurden. Es gelang ihm die Urenergien in sich zu kanalisieren,
		wodurch er auf das urspr&uuml;ngliche psychische Band Zugriff hatte. Ihm wurde klar, dass die Protoss ihr Urband nicht veloren hatten, sie hatten nur vergessen, wie man es benutzt. 
		Er erkannte nun ebenfalls, dass der Krieg unn&ouml;tig war und versuchte jungen Protoss beizubringen, wie sie ihr Band benutzen k&oumlnnen.
		Die "Kahla" breitete sich aus und der Krieg wurde beendet. Einige der Protoss glaubten aber, dass die Kahla nicht gut sei. Sie lehnten diese zwar ab, waren den anderen Protoss 
		aber nicht feindlich gestimmt. Die Abtr&uuml;nigen wurden von der Konklave (F&uuml;hrung der Protoss) vor den anderen Protoss geheim gehalten, da manche f&uuml;rchteten 
		diese k&ouml;nnten Einfluss auf die gesamte Protoss-Gesellschaft nehmen und alles zerst&ouml;ren. Die Abtr&uuml;nigen wurden irgendwann die dunklen Templer genannt.</p>
		<h2 align="center">Kampagne</h2>
		<p class="text">Der Dunkle Gott Amon (ein Xel'Naga) ist aufgewacht und hat die Kontrolle &uuml;ber die Zerg und die Kahla &uuml;bernommen. 
		Alle, die mit der Kahla verbunden sind, werden von ihm kontrolliert. 
		Der Hierach Artanis wird von dem dunklem Templer Zeratul von der Kahla getrennt, der kurz darauf an seinen Wunden stirbt. 
		Artanis trennt einen Phasenschmied von der Kahla, der wei&szlig;, wie man von Aiur entkommen kann. Ein Weltraumschiff wird aktiviert und sie fliehen. 
		Kurz darauf helfen sie den dunklen Templern von ihrem Heimatplaneten zu entkommen, jedoch will die Matriarchin ihn nicht Amon &uuml;berlassen 
		und er wird letztendlich zerst&ouml;rt. 
		Sie holen sich das Xel'Naga Artefakt von Valerian, welches Amon f&uuml;r kurze Zeit aus der Kahla bannen kann. 
		Sie verb&uuml;nden sich mit den Taldarim, welche fr&uuml;her mal Amon verehrt hatten. Am Ende wird Amon so lange aus der Kahla verbannt, 
		dass jeder Templer sich von der Kahla trennen kann. In dem Epilog von Starcraft 2 wird Kerrigan zur Xel'Naga und vernichtet Amon.
		Kurz darauf verschwinden Kerrigan und Jim Raynor, von dem man nur seine Dienstmarke gefunden hat. Die Geschichte von Jim und Kerrigan ist komplett abgeschlossen.
		Blizzard schlie&szlig;t Starcraft 3 nicht kategorisch aus, allerdings h&auml;ngt es sehr viel von den W&uuml;nschen der Fans ab.</p></br>
		<h2 align="center">Ank&uuml;ndigung zu Starcraft 2 Legacy of the Void</h2>
		<center>
			<iframe width="560" height="315" src="https://www.youtube.com/embed/OUMSMDX5iQc" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
		</center>
		<center>
		<h2 align="center">Trailer zu Starcraft 2 Legacy of the Void</h2>
			<iframe width="560" height="315" src="https://www.youtube.com/embed/M_XwzBMTJaM" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
		</center>
	</body>
</html>