<html>
	<!---Autor: Martin Krausewitz-->
	<!---Datum:03.11.2016-->
	<head>
		<title>Starcraft 2</title>
		<link href="Starcraft2.css" rel="stylesheet">
	</head>
	<body>
		<table border width="45%" align="center" class="head">
			<td width="25%"><a href="Starcraft2.html">Starcraft 2</a> </td>
			<td width="25%"><a href="Starcraft2WoL.html">Wings of Liberty</a> </td>
			<td width="25%"><a href="Starcraft2HotS.html">Heart of the Swarm</a></td>
			<td width="25%"><a href="Starcraft2LotV.html">Legacy of the Void</a></td>
		<table>
		<h1 align="center">Starcraft 2</h1>
		<p class="text">Starcraft 2 ist eine Triologie, von dem Genre "Echtzeit-Strategiespiel". Jeder Teil hat eine eigene Kampagne, f&uuml;r jede Rasse eine (Terraner, Zerg, Protoss).</br>Au&szlig;erdem werden in jedem Teil die Truppen geupdatet. Starcraft 2 besteht aus drei Teilen:
			<ul>
				<li>Starcraft 2 Wings of Liberty</li>
				<li>Starcraft 2 Heart of the Swarm</li>
				<li>Starcraft 2 Legacy of the Void</li>
			</ul></p>
		<p class="text">
			Jede Rasse hat ihr eigenes "Logo".</br>
			<center>
				Terraner:</br></br>
				<img src="Terraner.jpg"></br></br>
				Zerg:</br></br>
				<img src="Zerg.jpg"></br></br>
				Protoss:</br></br>
				<img src="Protoss.jpg">
			</center>
		</p>
		<h2 align="center">Spielmodi</h2>
		<p class="text">
			<table border class="Spielmodi">
				<tr>
					<th width="25%">Spielmodus</th>
					<th width="75%">Inhalt</th>
				</tr>
				<tr>
					<td width="25%">Kampagne</td>
					<td width="75%">Die Kampagne ist das zenrtrale Spielelement. Pro Mission braucht man ca. 30-60 Minuten. Jede Kampagne hat  26-30 Missionen, dadurch dauert die Kampagne 30-60 Stunden. Wenn man allerdings nicht alle Erfolge erzielen will, betr&auml;gt die Spielzeit nur 10-20 Stunden. </td>
				</tr>
				<tr>
					<td width="25%">Training</td>
					<td width="75%">Bei einem Training spielt man gegen einen programmierten Gegner. Au&szlig;erdem sagt der Computer einem, wann man am besten etwas baut.</td>
				</tr>
				<tr>
					<td width="25%">Gegen die K.I.</td>
					<td width="75%">Der Spieler spielt gegen einen programmierten Computer, der sich nach 3 Spielen anpasst. Man kann auch zu zweit gegen zwei Computer antreten und zu dritt gegen drei.</td>
				</tr>
				<tr>
					<td width="25%">Ungewertet</td>
					<td width="75%">Der Spieler tritt online gegen einen anderen Spieler an, der ungef&auml;hr das gleiche K&ouml;nnen hat,allerdings gehen die Siege und Niederlagen nicht in die Wertung der Rangliste ein.</td>
				</tr>
				<tr>
					<td width="25%">Ranglistenspiel</td>
					<td width="75%">Der Spieler spielt am Anfang gegen leichtere und schwerere Gegner, damit der Computer die Liga bestimmen kann. Bei einer Niederlage werden Punktre abgezogen, bei einem Sieg bekommt man Punkte. Es gibt 7 Ligen (in der Reihenfolge steigt man auch auf: Bronze, Silber Gold, Platin, Meister/Master, Gro&szlig;meister/Grandmaster).</td>
				</tr>
				<tr>
					<td width="25%">Turniere</td>
					<td width="75%">Der Spieler tritt gegen einen Spielers &auml;nlichen K&ouml;nnens an, daf&uuml;r wird die Wertung der Rangliste benutzt. Tuniere finden regelm&auml;&szlig;ig statt. Gewinnt man ein Tunier bekommt man eine Troph&auml;e, diese beinflusst die Gegnersuche in der Rangliste.</td>
				</tr>
				<tr>
					<td width="25%">Eigene Spiele</td>
					<td width="75%">Ein Spieler er&ouml;ffnet ein eigenes Spiel, in diesem darf er alles einstellen und andere Spieler daran teilnehmen lassen.</td>
				</tr>
				<tr>
					<td width="25%">Acrade</td>
					<td width="75%">Acrade-Spiele k&ouml;nnen von Spielern komplett selbst erstellt werden. Auch Blizzard erstellt ein paar. Die Spiele k&ouml;nnen offiziell im Spielmen&uuml; aufgerufen werden.</td>
				</tr>
				<tr>
					<td width="25%">CO-OP</td>
					<td width="75%">In CO-OP kann man einen Anf&uuml;hrer w&auml;hlen. Jeder Anf&uuml;hrer hat seine eigenen F&auml;higkeiten und Einheiten. Hat man nun seinen Anf&uuml;hrer gew&auml;hlt spielt man mit einem anderen Spieler eine bestimmte Mission zusammen.</td>
				</tr>
			</table>
		</p>
	</body>
</html>